Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Following the war, he served under various generals and was promoted to the rank of brigadier general in 1941. After the U.S. entered World War II, Eisenhower oversaw the successful invasions of North Africa and Sicily before supervising the invasions of France and Germany. After the war, Eisenhower served as Army Chief of Staff and then took on the uncomfortable role as president of Columbia University.
ne: Born David Dwight Eisenhower in Denison, Texas, आइजेनहावर पेंसिल्वेनिया डचको पूर्वजको ठूलो परिवारमा कान्सासमा हुर्किए।तिनको परिवारको गहिरो धार्मिक पृष्ठभूमि थियो। तिनको आमा लूथरन जन्मिएका थिए, विवाहित नदीको रूपमा विवाहित भयो र पछि यहोवाका साक्षी बन्नुभयो। यद्यपि, इस्नेनवर 1 9 52 सम्म कुनै संगठित चर्चसँग थिएन।उनले आफ्नो सैन्य क्यारियरको कारण एक कारणको रूपमा निरन्तर स्थानान्तरण गरे।[2] उनले 1 9 15 मा वेस्ट प्वाइन्ट मा स्नातक गरे र पछि मामी दाउ संग विवाह गरे, जसको साथ उनको दुई छोराहरु थिए।प्रथम विश्वयुद्धको दौडान उनको यूरोपमा सेवा गर्ने अनुरोधलाई इन्कार गरियो र यसको सट्टा प्रशिक्षित टैंक क्रिएट एक एकाइलाई आदेश दिइयो। युद्ध पछि, उहाँले विभिन्न जनरलहरूको मातहतमा सेवा गर्नुभयो र 1 9 41 मा ब्रिगेडियर जनरलको पदोन्नति गर्नुभयो।अमेरिका द्वितीय विश्वयुद्धमा प्रवेश गरे पछि, आइजेनहावरले फ्रान्स र जर्मनीका आक्रमणहरूको निरीक्षण गर्नुअघि उत्तरी अफ्रिका र सिसिलका सफल आक्रमणहरूको निरीक्षण गरे। युद्ध पछि, आइजेनहावरले प्रधानसेनापतिको रूपमा सेवा गरे र त्यसपछि कोलम्बिया विश्वविद्यालयको अध्यक्षको रूपमा असहयोगी असहज निभाए। सन् १९५१-५२ मा उनले नाटोको पहिलो सर्वोच्च कमाणडरको रूपमा सेवा गरे।

source: His New Look policy of nuclear deterrence prioritized inexpensive nuclear weapons while reducing funding for expensive Army divisions. He continued Harry S. Truman's policy of recognizing the Republic of China as the legitimate government of China, and he won congressional approval of the Formosa Resolution. His administration provided major aid to help the French fight off Vietnamese Communists in the First Indochina War.
ne: १९५२ मा, आइजेनहावरले सेन्टर रॉबर्ट ए टाफ्टको विदेशी नीतिहरू रोक्न रिपब्लिकनको रूपमा राष्ट्रपतिको दौडमा प्रवेश गरे।उनले त्यो चुनाव जिते र १९५६ को चुनाव भारी अन्तरले जिते, दुवै पटक अडला स्टीवेंसन द्वितीयलाई पराजित गर्यो। उनी 1 9 28 मा हर्बर्ट हौभर पछि पहिलो रिपब्लिकन-निर्वाचित राष्ट्रपति बने। कार्यालयमा आइजेनहावरको मुख्य लक्ष्यहरू सोभियत युनियनको विस्तार र संघीय घाटा कम गर्नका लागि थिए।सन् १९५३ मा चीनलाई परमाणु हतियारको प्रयोगको चेतावनी दिए तब चीनले कोरियाई युद्धमा युद्दबन्दीको सन्दर्भमा सहमति गर्यो।एक युद्धविरामले स्टलमेटेड संघर्ष समाप्त गर्यो। परमाणु रोकथामको उनको नयाँ नजर नीति महँगी सेना विभाजनको लागि पैसा घटाउँदै गर्दा सस्तो परमाणु हतियारलाई प्राथमिकता दिइयो। उनले ह्यारी एस ट्रमनको ताइवानलाई चीन गणतन्त्रको वैधानिक सरकारको रुपमा मान्यता नीति जारी गरे र उनले Formosa रिजोल्युसनको कंग्रेसमको अनुमोदन पाए।तिनको प्रशासनले पहिलो इन्डोचाइना युद्धमा भियतनामी कम्युनिष्टहरूको बिरुद्ध फ्रान्सलाई मद्दत गर्न ठूलो सहायता प्रदान गर्यो। फ्रान्सेली युद्ध छोडे पछि उनले दक्षिण भियतनामको नयाँ राज्यको लागि बलियो आर्थिक सहयोग दिए। उनले ईरान र ग्वाटेमालामा सरकारको विरूद्ध स्थानीय सैन्य समुहलाई कडा समर्थन गरे। सन् १९५६ को स्वेज संकटको दौडान आइजेनहावरले मिश्रमाथि इजरायल, ब्रिटिश र फ्रांसीसी आक्रमणको निन्दा गरे र आइजेनहावरले तिनीहरूलाई फिर्ता गर्न बाध्य गरे। 1 9 56 को हङ्गेरिया क्रांतिको दौडान उहाँले सोभियत आक्रमणको निन्दा गर्नुभयो तर कुनै कदम चाल्नुभयो। १९५७ को सीरियाको संकटको क्रममा उनले सिरियाका पश्चिमी समर्थक-छिमेकीहरूले आक्रमणको लागि बहानाको रूपमा नकली सीमाना घटनाक्रमको चरणमा सीआईए-एमआई 6 को योजना स्वीकृत गरे।[3] सोभियत यूनियन १९५७ मा स्पुतनिकको शुरुवात गरेपछि, आइजेनहावरले नासाको स्थापनालाई अधिकृत गरे, जसले अन्तरिक्ष रेसको नेतृत्व गरे। १९५८ को लेबनानको संकटको क्रममा आइजेनहावरले 15,000 सिपाहीहरू परिचालन गरे ।आफ्नो कार्यकालको अन्ततिर, सोभियत संग शिखर सम्मेलनको स्थापित गर्नको लागि उनको प्रयास समाप्त भयो जब यूएस जासूस विमान रूसले गोलीले खसायो ।उहाँले बे अफ पिग्स आक्रमण स्वीकृत गर्नुभयो, जुन आफ्नो उत्तराधिकारीलाई छोडिदिनुभयो।[4]

source: Republican Party Abbreviation GOP (Grand Old Party) Chairperson Ronna Romney McDaniel (MI) U.S. President Donald Trump (NY) U.S. Vice President Mike Pence (IN) Speaker of the House Paul Ryan (WI) House Majority Leader Kevin McCarthy (CA) Senate Majority Leader Mitch McConnell (KY) Founded March 20, 1854 (1854-03-20) Preceded by National Republican Party Whig Party Free Soil Party Headquarters 310 First Street SE Washington, D.C. 20003 Student wing College Republicans Youth wing Young Republicans Teen Age Republicans Women's wing National Federation of Republican Women Overseas wing Republicans Overseas Membership (2017) 32,807,417[1] Ideology Majority: • Conservatism[2] • Economic liberalism[3] • Federalism[4] • Social conservatism[5] Factions: • Centrism[6] • Fiscal conservatism[7] • Fusionism[8][9] • Libertarianism[10] • Neoconservatism[10] • Paleoconservatism[11] • Right-wing populism[12][13] European affiliation Alliance of Conservatives and Reformists in Europe[14] (regional partner) International affiliation International Democrat Union[15] Regional affiliation Asia Pacific Democrat Union[16] Colors Red Seats in the Senate 50 / 100 Seats in the House 237 / 435 Governorships 33 / 50 State Upper Chamber Seats 1,138 / 1,972 State Lower Chamber Seats 3,001 / 5,411 Territorial Governorships 2 / 6 Territorial Upper Chamber Seats 12 / 97 Territorial Lower Chamber Seats 14 / 91 Website gop.com Politics of United States Political parties Elections
ne: Republican Party अध्यक्षperson Ronna Romney McDaniel (MI) U.S. President Donald Trump (NY) U.S. Vice President Mike Pence (IN) Speaker of the House Paul Ryan (WI) House Majority Leader Kevin McCarthy (CA) Senate Majority Leader Mitch McConnell (KY) स्थापना मिति: मार्च २०, १८५४; १६४ वर्ष अघि (१८५४-०३-20) Preceded by National Republican Party Whig Party Free Soil Party मुख्यालय : 310 First Street SE Washington, D.C. 20003 विद्यार्थी सङ्गठन : College Republicans युवा सङ्गठन: Young Republicans Teen Age Republicans Overseas wing Republicans Overseas सदस्यता (2017) 32,807,417[1] आदर्श Majority: • Conservatism[2] • Economic liberalism[3] • Federalism[4] • Social conservatism[5] Factions: • Centrism[6] • Fiscal conservatism[7] • Fusionism[8][9] • Libertarianism[10] • Neoconservatism[10] • Paleoconservatism[11] • Right-wing populism[12][13] अन्तर्राष्ट्रिय सम्लग्नता : International Democrat Union[14] European affiliation Alliance of Conservatives and Reformists in Europe[15] (regional partner) Regional affiliation Asia Pacific Democrat Union[16] Seats in the Senate ५० / १०० Seats in the House २३७ / ४३५ Governorships ३३ / ५० State Upper Chamber Seats १,१३८ / १,९७२ State Lower Chamber Seats ३,००१ / ५,४११ Territorial Governorships २ / ६ Territorial Upper Chamber Seats १२ / ९७ Territorial Lower Chamber Seats १४ / ९१ वेबसाइट gop.com

source: The Republican Party, also referred to as the GOP (abbreviation for Grand Old Party), is one of the two major political parties in the United States, the other being its historic rival, the Democratic Party. The party is named after republicanism, a major ideology of the American Revolution. Founded by anti-slavery activists, economic modernizers, ex-National Republicans, ex-Free Soilers and Whigs in 1854, the Republicans largely dominated politics nationally and in the majority of northern states between 1860 and 1932.[17]
ne: रिपब्लिकन पार्टी The Republican Party, also referred to as the GOP (abbreviation for Grand Old Party), संयुक्त राज्य अमेरिका मा दुई प्रमुख राजनीतिक दल मध्ये एक हो, अर्को यसको ऐतिहासिक प्रतिद्वंद्वी, डेमोक्रेटिक पार्टी। अमेरिकी क्रांति को एक प्रमुख विचारधारा रिपब्लिकनवादवाद बाट पार्टी को नाम दिइएको छ। रिपब्लिकन पार्टी १८५४ मा दासत्व विरोधी कार्यकर्ताहरू, आर्थिक सुधारक, पूर्व-राष्ट्रिय रिपब्लिकनहरू, पूर्व-फ्रि सोएल पार्टी र व्हिंगद्वारा स्थापित भएको हो । ,1860 र 1 9 32 का बीचमा रिपब्लिकनहरूले ठूलो मात्रामा राजनीति र बहुमतमा प्रभुत्व पाएका छन्।[17]

source: The American Revolution was a colonial revolt that took place between 1765 and 1783. The American Patriots in the Thirteen Colonies won independence from Great Britain, becoming the United States of America. They defeated the British in the American Revolutionary War in alliance with France and others.
ne: अमेरिकी क्रान्ति ( American Revolution )1765 र 1783 को बीच भयो एक उपनिवेश विद्रोह थियो। तेह्र उपनिवेशमा रहेका अमेरिकी देशभक्तहरुले ग्रेट ब्रिटेन बाट स्वतन्त्रता जीते र संयुक्त राज्य अमेरिका बने।तिनीहरूले फ्रान्स र अरूसँग गठबन्धनमा अमेरिकी क्रान्तिवादी युद्धमा ब्रिटिशहरूलाई पराजित गर्यो।

source: The Democratic Party is one of the two major contemporary political parties in the United States, along with the Republican Party. Tracing its heritage back to Thomas Jefferson and James Madison's Democratic-Republican Party, the modern-day Democratic Party was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party.[17]
ne: डेमोक्रेटिक पार्टी The Democratic Party संयुक्त राज्य अमेरिका, रिपब्लिकन पार्टी सँगै दुई प्रमुख समकालीन राजनीतिक दलहरु मध्ये एक हो।थोमस जेफर्सन र जेम्स मेडिसनको डेमोक्रेटिक रिपब्लिकन पार्टीमा आफ्नो विरासत फिर्ता ल्याउन आधुनिक डेमोक्रेटिक पार्टी पार्टी सन् 1 9 28 मा एन्ड्रयु ज्याक्सनका समर्थकहरूले स्थापना गरेको थियो, यसले विश्वको सबैभन्दा पुरानो सक्रिय राजनीतिक दल बनाएको छ।[17]

source: Florence: Oxford University Press. p. 3.
ne: Florence: Oxford University Press. प॰ 3.

source: ISBN 978-0-495-50112-1.
ne: ISBN 978-0-495-50112-1. https://books.google.com/books?id=xGNRRwkZFysC.

source: Cengage Learning. p. 276.
ne: Cengage Learning. प॰ 276.

source: ISBN 9780495906186. ↑ Grigsby, Ellen (2008). Analyzing Politics: An Introduction to Political Science.
ne: ISBN 9780495906186. https://books.google.com/books?id=t_lC8k3SELMC&pg=PA276. ↑ Grigsby, Ellen (2008).

source: Florence: Cengage Learning. pp. 106–107.
ne: Analyzing Politics: An Introduction to Political Science.

source: In the United States, the Democratic Party represents itself as the liberal alternative to the Republicans, but its liberalism is for the most part the later version of liberalism—modern liberalism. 1 2 3 4 Larry E. Sullivan.
ne: ISBN 978-0-495-50112-1. https://books.google.com/books?id=xGNRRwkZFysC. "In the United States, the Democratic Party represents itself as the liberal alternative to the Republicans, but its liberalism is for the most part the later version of liberalism—modern liberalism." 1 2 3 4 Larry E. Sullivan.

source: The Democrats' dominant worldview was once social conservatism and economic liberalism while populism was its leading characteristic in the rural South. In 1912, Theodore Roosevelt ran as a third-party candidate in the Progressive ("Bull Moose") Party, leading to a switch of political platforms between the Democratic and Republican Party and Woodrow Wilson being elected as the first fiscally progressive Democrat. Since Franklin D. Roosevelt and his New Deal coalition in the 1930s, the Democratic Party has also promoted a social liberal platform,[3] supporting social justice.[18]
ne: डेमोक्रेट 'प्रभुत्व विश्वव्यापी एकपटक सामाजिक रूढ़िवादी र आर्थिक उदारवाद थियो, जबकि जनसंख्या ग्रामीण दक्षिणमा यसको प्रमुख विशेषता थियो।1 9 12 मा, थियोडोर रूजवेल्ट प्रगतिशील पार्टीमा तेस्रो-पक्षका उम्मेद्वारको रूपमा आए र वुड्रो विल्सन पहिलो प्रगतिशील डेमोक्रेट को रूपमा निर्वाचित भए।

source: He is co-founder and current Chairman of Dish Network and EchoStar. He stepped down as CEO of Dish in May 2011 in favor of Joseph Clayton. Ergen resumed as CEO upon Clayton's March 31, 2015 retirement and served as CEO until December 5, 2017 when he promoted President and COO Erik Carlson to CEO.[2] Ergen owns 48 percent of Dish[3]:6 and 46 percent of Echostar shares.[4]:8 He holds 78 percent of DISH's[3]:6 and 72 percent of EchoStar's[4]:8 total voting power.
ne: चार्ल्स विलियम एर्गन (जन्म मार्च १, १९५३) एक अमेरिकी व्यापारी हुन्। उनी डिस नेटवर्क र इको स्टरका सह-संस्थापक र हालको अध्यक्ष हुन् ।उनले डिसनेटवर्कमा मे २०११ मा जोसेफ क्लेटनलाई प्रमुख कार्यकारी अध्यक्ष बनाउनको लागि आफ्नो स्थान छोडिदिए ।२०१५ मार्च ३१ देखि डिसेम्बर ५ २०१७ सम्म पुनः प्रमुख कार्यकारी अध्यक्षको पद सञ्चालन गरे। [2] एर्गनको डिसमा ४८ प्रतिशत स्वामित्व छ [3]:6 २ इको स्टारमा ४६ प्रतिशत स्वामित्व छ । [4]:8 उनीसँग डिसमा ७८ प्रतिशत र [3]:6 इकोस्टारमा ७२ प्रतिशत [4]:8 मताधिकार छ ।

source: Retrieved 29 May 2018..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Dish co-founder Ergen steps down from CEO role to focus on wireless".
ne: Retrieved 29 May 2018..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Dish co-founder Ergen steps down from CEO role to focus on wireless", Reuters.com, Reuters, डिसेम्बर ५, २०१७, अभिगमन मिति १५ मे २०१८। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 "Schedule 14A", SEC, २८ मार्च २०१८, अभिगमन मिति २९ मे २०१८। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 "Schedule 14A", SEC, २० मार्च २०१८, अभिगमन मिति २९ मे २०१८। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ Roberts, Michael (21 March 2017). "Meet Colorado's Ten Billionaires". westword.com. Retrieved 19 September 2018..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 "Chairman and chief executive officer, EchoStar Communications Corporation"..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Dish Network CEO Charlie Ergen, the TV Disrupter".

source: Reuters.com. Reuters.
ne: Advertising Age.
